tap "hashicorp/tap"
brew "awscli"
brew "bat"
brew "btop"
brew "fzf"
brew "git-delta"
brew "python@3.13"
brew "go"
brew "jq"
brew "jump"
brew "nmap"
brew "pre-commit"
brew "pyright"
brew "ruby@3.2"
brew "ruff"
brew "tlrc"
brew "uv"
brew "telnet"
brew "tree"
brew "harlequin"
brew "atuin"
brew "hashicorp/tap/terraform"
cask "docker-desktop"
cask "monitorcontrol"
cask "ghostty"
