tap "hashicorp/tap"
tap "homebrew/bundle"
tap "veeso/termscp"
brew "bat"
brew "openssl@3"
brew "glib"
brew "cairo"
brew "harfbuzz"
brew "openjdk"
brew "python@3.12"
brew "bfg"
brew "btop"
brew "cmake"
brew "curl"
brew "fastfetch"
brew "fish"
brew "fzf"
brew "git-delta"
brew "unbound"
brew "gnutls"
brew "go"
brew "iperf3"
brew "jq"
brew "jump"
brew "libfido2"
brew "mysql"
brew "nmap"
brew "pkgconf"
brew "python@3.11"
brew "qemu"
brew "ruby"
brew "rust"
brew "telnet"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/terraform"
brew "veeso/termscp/termscp"
cask "ghostty"
cask "hashicorp-vagrant"
cask "maccy"
cask "meetingbar"
cask "monitorcontrol"
